const companyData={
    Имя: "Google",
    Обзор: "Google - мировой лидер в области технологий, специализирующийся на предоставлении услуг и продуктов, связанных с Интернетом. Наша миссия - упорядочить мировую информацию и сделать ее универсально доступной и полезной. Основанная Ларри Пейджем и Сергеем Брином, Google превратилась в одну из самых влиятельных компаний в мире, предоставляющую инновационные инструменты и услуги, которые помогают миллиардам людей по всему миру.",
    Отрасль: "Интернет, программное обеспечение и технологические услуги",
    Вебсайт: "https://www.google.com",
    Численность: "100,000+ Работников",
    "Штаб-квартира": "Маунтин-Вью, Калифорния, Соединенные Штаты Америки",
    Специализация: [
      "Поисковые системы, ",
      "Онлайн-реклама, ",
      "Облачные вычисления, ",
      "Программное обеспечение, ",
      "Аппаратное обеспечение, ",
      "ИИ и машинное обучение, ",
      "Мобильные операционные системы, ",
      "Потребительская электроника. "
    ]
  }
const similar=[
{
  name: "Meta",
 employees: 58604
},
{
  name: "Netflix",
 employees: 12800
},
{
  name: "Microsoft",
 employees: 221000
},
{
  name: "Adobe",
 employees: 29439
},
{
  name: "Google",
 employees: 181798
},
{
  name: "Spotify",
 employees: 8200
},
{
  name: "Amazon",
 employees: 1561000
},
{
  name: "Apple",
 employees: 164000
}
]

export {companyData, similar};  