import { IconBriefcase, IconMapPin, IconPremiumRights, IconRecharging } from "@tabler/icons-react"

const card=[
    {name:"Локация", icon:IconMapPin, value:"Самара"},
    {name:"Опыт", icon:IconBriefcase, value:"Эксперт"},
    {name:"Заработная плата", icon:IconPremiumRights, value:"400 тыс.руб."},
    {name:"Тип работы", icon:IconRecharging, value:"Фуллтайм"},
]
const skills=['React', 'Spring Boot', 'Java', 'Python', 'Node.js', 'MongoDB', 'Express', 'Django', 'PostgreSQL']
const desc="<h4>О вакансии</h4><p>В UIHUT мы — увлечённая, весёлая и развивающаяся команда. Мы ищем увлечённых программистов, которые хотят решать технические задачи, учиться и внедрять новые технологии в свой стек навыков, чтобы присоединиться к нашей команде и развиваться вместе с нами. В этой роли вы будете работать с различными технологиями, включая Laravel, Node JS (Adonis JS), Vue JS, React JS, Nuxt JS, Redis, MySQL, MongoDB и CSS. Вы будете участвовать во всех этапах жизненного цикла разработки программного обеспечения, создавая и модифицируя платформы и возможности в сотрудничестве с другими членами команды в гибкой среде.</p><h4>Обязанности</h4><ul><li>Проектирование, разработка, тестирование и развертывание программных приложений и функций</li><li>Сопровождение программных продуктов на всех этапах жизненного цикла разработки ПО (SDLC)</li><li>Написание чистого, лаконичного и эффективного кода</li><li>Ведение документации коду и управление версиями</li><li>Поиск и устранение ошибок в программном обеспечении</li><li>Участие в дежурствах по вызову для решения проблем в продуктиве</li></ul><h4>Квалификация и навыки</h4><ul><li>Более 3 лет профессионального опыта в данной области</li><li>Степень бакалавра в области компьютерных наук, программной инженерии или смежной области</li><li>Уверенное владение хотя бы одним языком программирования (например, Java, C#, C++)</li><li>Опыт разработки серверной части приложений</li><li>Хорошие навыки решения проблем и коммуникации</li><li>Опыт работы с инструментами сборки, такими как Gradle и Maven</li><li>Хорошее знание операционной системы Linux</li></ul>"

export  {card, skills, desc};