const fields=[
    {label:"Вакансия",placeholder:"Введите вакансию", options:['Дизайнер', 'Разработчик', 'Продакт Менеджер', 'Маркетолог', 'Big Data Специалист', 'Менеджер по продажам', 'Автор контента', 'Поддержка пользователей']},
    {label:"Компания",placeholder:"Введите название компании", options:['Google', 'Microsoft', 'Meta', 'Netflix', 'Adobe', 'Facebook', 'Amazon', 'Apple', 'Spotify']},
    {label:"Опыт",placeholder:"Введите ваш уровень", options:['Начальный', 'Уверенный', 'Эксперт']},
    {label:"Тип работы",placeholder:"Введите тип работы", options:['Фуллтайм', 'Частичный рабочий день', 'Самозанятой', 'Фриланс', 'Стажировка']},
    {label:"Локация",placeholder:"Введите локацию", options:['Самара', 'Москва', 'Санкт-Петербург', 'Краснодар', 'Лондон', 'Токио', 'Сидней', 'Торонто']},
    {label:"Заработная плата",placeholder:"Введите размер з/п", options:['150 тыс. руб.', '200 тыс. руб.', '250 тыс. руб.', '300 тыс. руб.', '350 тыс. руб.', '400 тыс. руб.', '450 тыс. руб.', '500 тыс. руб.']}
]
const content =
  '<h4>О вакансии</h4><p>Напишите описание здесь...</p><h4>Обязанности</h4><ul><li>Напишите об обязанностях здесь...</li></ul><h4>Необходимые навыки</h4><ul><li>Напишите необходимые навыки здесь...</li></ul>';

  
export  {fields, content};